Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/victims_of_crime/victims_and_the_courts.html.txt.tmx
Source language: en
Languages: ga

source: Victims of crime and the courts
ga: Na cúirteanna agus íospartaigh choireanna

source: If you have been the victim of crime, you may have contact with the courts system
ga: D'fheadfadh sé go mbeadh teagmháil ag íobartach coire leis na cúirteanna

source: You may be a witness at the trial of your case or you simply wish to attend and watch the trial
ga: D'fhéadfadh sé/sí a bheith ina f(h)inné ag an triail a bhaineann lena c(h)ás nó go simplí d'fhéadfadh an t-íobartach a bheith ag iarraidh a bheith i láthair ag an triail

source: For many victims, going to court can be a daunting and distressing experience
ga: Eachtra scanrúil agus anróiteach a bhíonn sa chúirt go minic don íobartach

source: A number of support systems have been introduced to encourage and support victims and to protect them from intimidation
ga: Tá roinnt córais tacaíochta curtha i bhfeidhm le íobartaigh a spreagadh agus le tacaíocht a thabhairt dóibh agus len iad a chosaint ó imeaglú

source: • Support services available to victims of crime includes a Victim Support at Court service, which gives you the victim or witness to a crime support, encouragement and companionship of trained volunteers when you are attending court
ga: • Seirbhísí tacaíochta ar fáil d'íospartaigh na coireachta áirítear Tacaíocht d'Íospartaigh ag Cúirt a thugann tacaíocht duit, músclaíonn siad do mhisneach agus bíonn siad mar chomrádaithe agat agus tú ag freastal ar an gcúirt

source: • The court can provide the use of Video Link for young (under 17) child victims giving evidence in serious sexual or violent crime cases and for vulnerable or intimidated witnesses
ga: • Féadfaidh an chúirt Nasc Físe a chur ar fáil má tá Íospartaigh óga (faoi bhun 17) ag tabhairt fianaise faoi chásanna tromchúiseacha faoi choireanna gnéasacha nó foréigeanacha agus i gcás fianaithe atá leochaileach nó a bhfuil imeaglú á déanamh orthu

source: • The court can take into account the impact on you when sentencing an offender who has committed serious sexual and/or violent offences • The court can allow you, if you wish, to give evidence about the effect (pdf) of a serious sexual and/or violent offence on you
ga: • Féadfaidh an chúirt an tionchar ortsa a chur san áireamh nuair atá sí ag gearradh pionóis ar chiontóir a rinne choireanna tromchúiseacha gnéis nó foréigin

source: • The Courts Service provides accommodation and facilities for you and your family in new and refurbished court buildings How to apply
ga: • Más mian leat é, féadfaidh an chúirt cead a thabhairt duit fianaise a thabhairt faoin tionchar (pdf) a bhí ag an gcoir tromchúiseach gnéis nó foréigin ortsa

source: If you are not treated by the court offices with efficiency, courtesy and fairness, you may refer the matter to a Customer Service Officer of the Courts Service
ga: • Cuireann na Seirbhísí Cúirteanna cóiríocht ar fáil duitse agus do do mhuintir i bhfoirgnimh chúirte nua nó athnuaite

source: Tel:+353 (0)1 8886000 Homepage: http://www.courts.ie/Courts.ie/Library3.nsf/PageCurrent/EE250E12BE3CA1D880257FB8004BCCDF?
ga: Mura gcaitheann oifigí na cúirte go héifeachtach, béasach cothrom leat féadfaidh tú an scéal a chur faoi bhráid an Oifigigh de chuid Seirbhís na gCúirteanna a bhíonn ag plé le Seirbhísí do Chustaiméirí. Déanfar do ghearán a iniúchadh thar do cheann
